Repository: FengzihangCode/Photo-Organizer
Catalog: Localization/Localizable.xcstrings
Source language: zh_hans
Languages: en

source: 个性化
en: Personalization

source: 主页
en: Home

source: 作者: DannyFeng
en: A project by DannyFeng

source: 关于
en: About

source: 分类
en: Sort

source: 功能
en: Functions

source: 在这里您可以找到有关Photo Organizer的帮助信息
en: You can find help information about Photo Organizer here

source: 如果您需要更多帮助，请访问我们的 [GitHub页面](https://github.com/FengzihangCode/Photo-Organizer) 或联系开发者以了解更多详细信息
en: If you need more help, please visit our [GitHub pages](https://github.com/FengzihangCode/Photo-Organizer) or contact the developer to get more details

source: 帮助
en: Help

source: 开源项目: https://github.com/FengzihangCode/Photo-Organizer
en: Open-source project on https://github.com/FengzihangCode/Photo-Organizer

source: 感谢您使用Photo Organizer！
en: Thank you for choosing Photo Organizer!

source: 接力
en: Handoff

source: 接力功能允许您将macOS的内容无缝同步到iPhone或iPad上，并在这些设备上继续工作
en: Handoff allows you to sync your file to your iPhone or iPad

source: 推送到其他设备
en: Push to other devices

source: 文件格式
en: File Format

source: 日期
en: Date

source: 未选定源文件夹
en: Source Folder Unselected

source: 检查更新
en: Check for updates

source: 源文件夹
en: Source Folder

source: 目标文件夹
en: Destination Folder

source: 简体中文
en: Chinese Simplified

source: 设置
en: Settings

source: 输入或选择路径
en: Enter or select

source: 选择主题色
en: Choose the theme color

source: 选择分类方式
en: Sort by

source: 遇到问题，请在GitHub提交Issue
en: Please submit Issue via GitHub if you find any problem
